{
  "blogs": [
    {
      "id": "7f07",
      "title": "MERRY CHRISTMAS",
      "body": "Sriram Raghavan’s Merry Christmas is based on Frédéric Dard’s novel Le Monte-charge titled Bird in a Cage in English. So, who’s this bird in this film? Is it Maria (Katrina Kaif) who is trapped with an abusive husband in a loveless marriage? Or is it Albert (Vijay Sethupathi) who gets entangled in a murderous web? Of course, we also have a literal bird in a cage as a Christmas tree decoration. Like any Sriram Raghavan film, Merry Christmas keeps you mentally engaged. You can have a lot of fun through overanalysis. For instance, Maria talks about going back in time, and when Albert comes to Maria’s apartment the second time, he doesn’t find the dead body. The rooms look as clean as they were before an apparent suicide. Moreover, Maria repeats the lines she uttered in front of Albert in the presence of Ronnie Fernandes (Sanjay Kapoor). She even puts on the same music. Is Merry Christmas all about time traveling? Are the characters trapped in a time loop? Has Sriram Raghavan made a romance-cum-science fiction?\n\n\nWell, no. What Raghavan has actually made is a love story in the guise of a mystery thriller. What’s so fascinating, at first, about this romance is how it converts infidelity into a romantic conversation. When Maria talks about how she started dating her boyfriend’s friend, and Albert reveals his involvement with his boss’s wife, you feel as if these two are having a lovey-dovey discussion about, say, how they will pluck the moon from the sky. Sethupathi’s relaxed face seems to be hiding great passion as well as stress. At this point, it’s almost impossible to say whether he is sleepwalking or dedicated. There is a kind of uniformity in Sethupathi’s acting, yet he miraculously never feels dull. Kaif is charming, almost luminous here. Her Maria looks at Albert with such an intense, passionate gaze that it’s no wonder he practically melts in her presence. Her beauty is the key to landing the film’s biggest twist (nothing is what it seems because Pinocchio is playing in the theaters. Meaning: someone or perhaps everyone is lying). Albert is so absorbed in Maria that he doesn’t notice where the lift is going. \n\nAll Albert wants is to impress Maria, and to achieve that goal, he even starts dancing. Raghavan lets the camera roll for a long time, allowing us to soak in the sparkling energy. It’s a beautiful scene. Later, I was surprised when an affectionate song was played over visuals of evidence being destroyed. Despite all this, I never saw any vibrant intensity in Albert and Maria’s chemistry. This, however, is not a complaint. Merry Christmas, after all, is neither an impassioned romance nor a complex murder mystery. Most of its thrills, in the end, are basic. The movie merely delights us with its calculated tricks, and we smile at it. Merry Christmas gives the impression of being someone’s directorial debut. It’s a minor film brimming with promise and a lot of excitement. Remove Raghavan’s name, and you will think that a new, talented filmmaker with potential has arrived in Bollywood. Given what this director has accomplished in his previous movies, Merry Christmas leads you to believe that this might be Raghavan’s way of taking a vacation and relaxing. He tries new things, like a standup comic trying out jokes at a trial show before performing at the main event. This is far from Raghavan’s best movie, but that doesn’t mean it’s not…merry. ",
      "author": "Vikas Yadav"
    },
    {
      "id": "908d",
      "title": "Raanjhanaa",
      "body": "When the superlative soundtrack for Delhi-6 was used at a level subservient to the narrative, there were rumours about AR Rahman’s dissatisfaction. The composer is going to have no such issues with Raanjhanaa, where the songs (heightened by masterful lyrics) are employed as vital, montage-filled conduits to the characters’ emotions (Aise na dekho…), and as bridges over troubled waters. The musical sequences take over storytelling duties from the songless stretches, and the film feels like a unified whole. We never have to make that reality-based leap we do in some other films during the song stretches – no suspension of disbelief is needed. There’s very little synchronized choreography, and the locations are remarkable because of how unremarkable they are. These songs aren’t items – they’re just a more heightened, stylised form of the narrative. Raanjhanaa isn’t the first film to use songs in this fashion (Omkara springs to mind), but – and if only in this regard – it’s certainly one of the finest.\n\nHosted by imgur.com\n\nThe story is where some serious suspension of disbelief is required. On the surface, Raanjhaana is similar to Tanu Weds Manu, the director Anand L Rai’s earlier (and first) film. Here too, we have a love triangle, with an intriguingly flawed woman at the centre. Both films are lovingly detailed with local colour and humour. (My favorite bit here involves a wedding band, whose sleeping members, when roused, instantly slip into Aaj mere yaar ki shaadi hai, like a reflex action honed over decades.) And Rai continues his fascination with film songs of a certain era by working them into the narrative – there it was Kajra mohabbat wala; here we have Saamne yeh kaun aaya. But Raanjhanaa, despite opening with the title song of Aashiqui, is not exactly a love story. There’s love in this story, the scary kind that involves razor blades and slit wrists and forgetting that it’s one’s wedding day – but this is essentially a story of atonement, of washing away one’s sins, and that’s why it needed to be set in Benares, by the Ganges. Attaining mukti, the film says, isn’t simply the consequence of lowering yourself into these sacred waters. You have to work at it, taking in stride the hostility of the people around you, the way Rajesh Khanna did in Dushman.\n\nBut that angle will have to wait. At first, it’s the Selvaraghavan oeuvre that we’re reminded of. In an instance of love at first sight – naturally – a dark-skinned Tamilian boy (Kundan, played by Dhanush) falls for the fair “north Indian” girl (Sonam Kapoor’s affecting Zoya), who’s far above his station. He’s the guy her family calls on to serve Rasna and Rooh Afza to guests, and to replace gas cylinders. (The latter situation results in one of the film’s funniest moments.) She’s educated. She’s committed to causes. And she’s casual. Her actions aren’t deeply premeditated, invested with meaning. If she wears the anklets that Kundan picked out for her, it’s because she likes them and not because she’s trying to send him a coy message, and if she embraces him – a lot more than we can digest, especially after she comes to know about his feelings for her, about him – it’s because she likes him, not because she loves him. When she smears Holi colours on his forehead, she’s just getting into the spirit of the festival – but he reacts as if touched by God. He’s wanders about in a divine trance. Even Kundan’s friend (the terrific Mohammed Zeeshan Ayyub) knows what Kundan doesn’t, when he says, “Mohalle ke laundon ka pyaar aksar doctor aur engineer le jaate hain.” Zoya is destined for someone who’s at the receiving end of those glasses of Rasna and Rooh Afza.\n\nWe enter classic Tamil-cinema territory when Kundan begins to stalk Zoya. When he approaches her and reveals his feelings, she slaps him. And again. And again. Fifteen slaps later, she agrees to meet him, not because of his love for her but because of his “consistency,” his dogged determination – and this consistency, this refusal to take no for an answer, is what some would call stalking. (When, following Zoya, Kundan lands up in Delhi, a friend asks, “Ab kya?” What now? But he’s just being… consistent.) Raanjhanaa reminded me of other Tamil films as well, especially the ones with dysfunctional love stories. When Kundan, standing outside Zoya’s house, attempts to jog her memories (she’s forgotten about him after being away for eight years), his sad-clown miming harks back to Kamal Haasan in Moondram Pirai, and when an angry Zoya, fed up with her family’s matchmaking, asks her mother if she wants to see her settle down with a “Kundan jaisa jaahil,” I thought of the scene in Aboorva Sagodharargal when the vertically challenged Kamal Haasan is mocked by his mother. And the flashbacks with Abhay Deol were reminiscent of both Mouna Raagam and Aayidha Ezhuthu.\n\nWe think that Kundan’s “consistency” will wear down Zoya’s resistance, and that she’ll fall for him – but we gradually realise that the Dhanush-Sonam pairing makes perfect sense. This isn’t about lusting after and lassoing the “other” – fair-skinned, educated and English-speaking, as we often see in Tamil cinema – but about pursuing the unattainable. And along these lines, when the film, in its second half, takes a very different, unexpected direction – ardour gives way to activism; the Holi colours of Benares give way to stark Che Guevara posters on the JNU campus – I was left with mixed feelings, torn between admiration for what was being attempted and frustration that a film dealing with such serious subject matter had chosen to take an audience-friendly approach, showcasing its protagonist as someone you just can’t help loving. (Kundan is like a puppy. At one point, he crouches like a canine outside Zoya’s home.) Slowly, the heinousness of his “crime” begins to feel like a distant memory, an afterthought, as we begin to question Zoya about her inability to appreciate this charmer, as if it’s her fault. She’s even made to apologise for rejecting his conciliatory overtures, through cups of tea. A blatant kind of hero-centeredness creeps in, and there isn’t enough of a buildup to Zoya’s big decision (and her subsequent political sacrifice). Another problem is that the two halves of the film are so different in tone – the first half is intense, saturated with love and loss and hurt and obsession and rage, and the post-interval portions are cool, contained. Why this schism?\n\nThe people around Zoya and Kundan are unconvincingly drawn. I was never able to wrap my head around the actions of the character played by Abhay Deol, who just doesn’t seem the kind of person who’d do what he does in Benares. (His portions are the weakest in the movie.) Bindiya (Swara Bhaskar) is a cipher too. She makes overtly sexual passes at Kundan, whom she loves and wants to marry, but even when he tells her he loves Zoya, she participates in a charade that will help Kundan’s chances with Zoya. At times, she appears as deluded as he is. When Zoya laughs at Kundan, he thinks it’s because she’s shy, and Bindiya, even after being rejected, seems to hold on to the idea that Kundan is hers. Seeing him spit up blood in the hospital is when she realises he’s no longer “her Kundan” – the truth is that he never was her Kundan. In a sense, she’s as much a stalker of Kundan as Kundan is of Zoya, but she has very little screen time to flesh out this arc. These choices don’t derail the film, which never fails to keep us invested in what happens next, but they make us wonder how much better things could have been if Abhay Deol’s character had taken a more principled stand in Benares (the way he does in Delhi), and if Bindiya had had the sense to move on.\n\nDhanush does his best to hold it all together. It’s not a stretch by any means (for that, you’ll have to seek out Pudhupettai or Aadukalam), but it’s still a beautifully modulated performance. It helps that Kundan such an author-backed character, whose every move is calculatedly crowd-pleasing. The reason behind the “I Miss You” card. The “You forget me” moment. The devastated drive into the Ganges. The reimbursement of the cost for apples. The contrast between him and the “intellectuals” at JNU. And best of all, the way he convinces Zoya’s dad that someone else may be right for her. Dhanush couldn’t have asked for a better part, a better launch. We take to him instantly. But Tamil viewers may miss the edge that makes his persona so divisive. At first, there is enough of the creepiness we’re used to, which we’re both attracted to and repelled by, but gradually this is sanded away and the character becomes cute, almost too much so. One can only hope that this isn’t a step towards becoming a cuddly hero – not that there’s much on that frame to cuddle.",
      "author": "Rangan Baradwaj"
    },
    {
      "id": "bdcf",
      "title": "“Tamasha”… For Imtiaz Ali fans, another rich, messy, imperfect love story",
      "body": "About fifteen minutes into Tamasha, the new film from Imtiaz Ali, I’d got my money’s worth. We’re in Corsica, France – the first of many places we run into Ved (Ranbir Kapoor). Others include a future trip to Tokyo, Japan, and a back-in-time excursion to Simla, Flashback – yes, written that way, as though Simla were a territory in a larger province in the past, named after a narrative technique. But for now, Corsica. Ali’s characters like to take long journeys, but for the first time in one of his films, we feel we’re on vacation. The locales, glazed with buttery-yellow light, look good enough to gobble up. (The eye-balming cinematography is by Ravi Varman.) Ved is on vacation too. He works in an unremarkable job in India – he’s a product manager. An on-loop montage shows us his routine – wake up, brush teeth, eat cereal, wear tie, stop at traffic light on way to work, keep elevator door open for others, smile politely at colleagues, and deliver numbing PowerPoint presentations. Who wouldn’t want a break?",
      "author": "Rangan Baradwaj"
    }
  ]
}